{
    "B9MAH": "بصمة",
    "Encrypt" : "تشفير     ",
    "Encrypt1" : "تشفير",
    "Decrypt" :  "فك التشفير",
    "About_us": "من نحن    ",
    "Key_Image" : "صورة المفتاح",
    "Plain_Image" : "الصورة الأساسية",
    "ENCRYPT_ap" : "تشفير",
    "StatusAlert_text" : "يجب أن يكون صورة المفتاح أكبر من الصورة الاساسية",
    "StatusAlert_title": "خطا",
    "DECRYPT_ap" : "فك تشفير", 
    "Encrypted_Image" : "الصورة المشفرة",
    "StatusAlert_Save_text" : "تم حفظ الصورة بنجاح",
    "Save": "حفظ",
    "More_information" : "معلومات أكثر",
    "information_SubTitle": "معلومات أكثر عن هذا التطبيق",
    "Contact_the_developer" : "التواصل مع المطور",
    "Contact_SubTitle" : "تواصل معي مباشرة من خلال البريد الإلكتروني",
    "Privacy_policy" : "سياسة الخصوصية", 
    "Privacy_policy_SubTitle" : "سياسة الخصوصية حول هذا التطبيق",
    "Version_1.0" : "إصدار ١.١",
    "©_2021_Nawaf_Alkhadidi_|_Yasser_Bamogabel" : "© 2021 نواف الخديدي | ياسر بامقابل",
    "More_information_text1" : "إذا كنت تريد تشفير صورة أو فك تشفيرها ، فإن بصمة هو التطبيق المناسب لك. من السهل عليك وممتعة العمل. ستكون صورتك مشفرة أو مفتاح التشفير. يجعله يجعله من المستحيل يجعل هذا التشفير وفك الصورة",
    "More_information_text2" : " تم تصميم هذا التطبيق لتلبية متطلبات الأمان العالي لعملية التشفير وفك التشفير لمساعدة الأشخاص الذين يرغبون في إرسال معلومات حساسة دون أي تسرب لأي جزء من هذه المعلومات. لا أحد بدون المفتاح يمكنه عرض محتوى الصورة حتى مطوري التطبيق. حاولنا أن نجعل الأمر بسيطًا قدر الإمكان لمساعدتك في أداء مهمتك دون تعقيدات الاستخدام.",
    "More_information_text3" : " هذا التطبيق من برمجة نواف الخديدي وياسر بامقابل لمشروع التخرج النهائي. هدفنا هو الاستمرار في تطوير هذا التطبيق لتحسينه عن طريق إضافة المزيد من الميزات إليه التي يمكن أن تساعد الأشخاص على حماية معلوماتهم من السرقة.",
    "More_information_text4" : "حقوق النشر © 2021: نواف الخديدي - ياسر بامقابل - د. نشوان الرميمة  كل الحقوق محفوظة",
    "Privacy_policy_text1" : " ستساعدك سياسة الخصوصية الخاصة بنا على فهم ماهية المعلومات التي نجمعها في تطبيق بصمة .  صمم تطبيق بصمة كتطبيق مجاني. 'هذه الخدمة مقدمة من بصمة بدون تكلفة وهي مخصصة للاستخدام كما هي.",
    "Privacy_policy_text2" : " هذا التطبيق (بصمة) لا يستخدم ولا يشارك أي معلومات مستخدم وأي معلومات مستخدمة في هذا التطبيق ، لا يمكننا الوصول إليها. ",
    "Privacy_policy_text3" : "قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. وبالتالي ، يُنصح بمراجعة هذه الصفحة بشكل دوري لمعرفة أي تغييرات. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة."
}