{
    "B9MAH": "B9MAH",
    "Encrypt" : "Encrypt",
    "Encrypt1" : "Encrypt",
    "Decrypt" :  "Decrypt",
    "About_us": "About us",
    "Key_Image" : "Key Image",
    "Plain_Image" : "Plain Image",
    "ENCRYPT_ap" : "ENCRYPT",
    "StatusAlert_text" : "Image key must be larger than Image plain",
    "StatusAlert_title": "Wrong",
    "DECRYPT_ap" : "DECRYPT",
    "Encrypted_Image" : "Encrypted Image",
    "StatusAlert_Save_text" : "The image has been saved successfully",
    "Save": "Saved",
    "More_information" : "More information",
    "information_SubTitle": "More information about this app",
    "Contact_the_developer" : "Contact the developer",
    "Contact_SubTitle" : "Contact me directly through email",
    "Privacy_policy" : "Privacy policy", 
    "Privacy_policy_SubTitle" : "Privacy policy about in this app",
    "Version_1.0" : "Version 1.1",
    "©_2021_Nawaf_Alkhadidi_|_Yasser_Bamogabel" : "© 2021 Nawaf Alkhadidi | Yasser Bamogabel",
    "More_information_text1" : "   If you want to encrypt or decrypt an image, b9mah is the right application for you. It is easy to you and fun to work with. Your encrypted or decrypted image will be secure because we use a very complicated methods and logarithms to process the encryption ordecryption. Doing so, makes it impossible for anyone who doesn’t have the key for encryption and decryption to view the image.",
    "More_information_text2" : " This application has been made to meet the requirements for high security process of encryption and decryption to help people who want to send sensitive information without any leaking of any part of this information. No one without having the keycan view the content of the image even the developers of the application. We tried to make as simple as possible to help you doing your task without complications of usage.  ",
    "More_information_text3" : "   This app has been made by Nawaf Alkhadidi and Yasser Bamgabel for final graduation project. Our goal is to continue developing this application to improve it by adding more features' to it that could help people to protect their information from being stolen.",
    "More_information_text4" : "Copyright © 2021 : Dr. Nashwan Alromema - Nawaf Alkhadidi - Yasser Bamogabe . All rights reserved",
    "Privacy_policy_text1" : "   Our privacy policy will help you understand what information we collect at app B9mah, how B9mah uses it, and what choices you have. built the B9mah app as a free app.'This SERVICE is provided by B9mah at no cost and is intended for use as is.",
    "Privacy_policy_text2" : "  This app (B9MAH) does not use & does not share any user information' and any information used in this application, we cannot access it. ",
    "Privacy_policy_text3" : "  We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes.''We will notify you of any changes by posting the new Privacy Policy on this page.''These changes are effective immediately, after they are posted on this page."
}